{"treename": "The Old Church", "{The Burning Angel}:[The Old Church]:Front Door:back": {}, "{The Burning Angel}:[The Old Church]:front door:Sanctuary:Priest:Help": {"introtext": "\nSplendid!  Now, the last time we saw her was nearly a decade ago right before the great demon, our benefactor's archenemy, attacked.  The two flew into the sky in a fearsome battle and were lost over the horizon.\nThe last few explorers that went in search of her have yet to return and are kept in our prayers, but I feel there is something different about you.\nYour best chances are to begin your searching in Barava's capital, to the west.  A temple to the demon resides there, hidden in the city's underbelly.  Perhaps one of their zealots has some information.\nFarewell and good luck.", "pointers": ["Leave"]}, "{The Burning Angel}:[The Old Church]:front door:sanctuary": {}, "{The Burning Angel}:[The Old Church]:front door:Sanctuary": {"introtext": "\nAn old priest, dressed in tattered grey robes that must have once been resplendent in white and crimson, looks up from his prayers at the pulpit.  He smiles warmly and beckons you in.", "pointers": ["Priest", "Leave"], "secondarytext": "\nFather Flanagan smiles at you and beckons you into the church."}, "{The Burning Angel}:[The Old Church]:front door:Sanctuary:Priest:Help:Leave": {}, "{The Burning Angel}:[The Old Church]:Front Door": {"introtext": "\nYou go through the front door and into the structure.\nThe santuary is rather bare. Nothing of significant interest here except a door on each side of the sermon stage.", "question": "Where would you like to go?", "pointers": ["left door", "right door", "back"], "secondarytext": "Nothing has changed since the last visit."}, "questname": "The Burning Angel", "{The Burning Angel}:[The Old Church]:Front Door:right door": {}, "{The Burning Angel}:[The Old Church]:front door": {"introtext": "\nIt's a plain, oak door that has stood proudly through some blessing from the angels.", "pointers": ["Sanctuary"], "secondarytext": "\nThe door still stands."}, "{The Burning Angel}:[The Old Church]:front door:Sanctuary:Priest:Decline": {"introtext": "\nAngry at your denial, the priest's eyes go red. Suddenly he begins to hover and great dark wings burst from his back.\n\nIt is now you realize...\n\nThis is NOT the priest Flanagan. \n*Narrator* \"No duh dumbshit! It's the fucking demon. How dense are you?\"\n\nThe demon swoops down on you and just before ripping your head off you wonder...\n\nShhhhhhiiiit... Did I leave the stove on?", "pointers": ["DEAD END"]}, "{The Burning Angel}:[The Old Church]:front door:Sanctuary:priest": {}, "{The Burning Angel}:[The Old Church]:Front Door:left door": {}, "{The Burning Angel}:[The Old Church]:grounds": {}, "{The Burning Angel}:[The Old Church]": {"introtext": "\nAn ancient, decrepit building formerly devoted to the worship of Barava's heavenly host.  Fresh boards have been poorly nailed across holes in the walls and roof, are the only proof of inhabitation.  ", "pointers": ["Grounds", "Front Door", "Graveyard"], "secondarytext": "\nThe old church stands alone on its hill."}, "{The Burning Angel}:[The Old Church]:front door:Sanctuary:Priest": {"introtext": "\nGood day, my child.  I am Father Flanagan, head priest of this humble center of worship.  Have you come to aid in our search for our missing benefactor?", "pointers": ["Help", "Decline"], "secondarytext": "\nHow goes your search, my child?"}, "savepoint": "{The Burning Angel}:[The Old Church]:Front Door:left door"}